9/data/attachments/6b81dd569005c7f5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joseph_paper_Actions_53209_1</nif:username>
            <nif:friendToBeRequested>soap_actions_55dab93f-d953-4d3c-b263-393af3026043</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>